<template>
  <div class="main">
    <p>
      <strong>Физика</strong> — область естествознания: наука о простейших и вместе с тем наиболее общих законах природы, о материи, её структуре и движении. Законы физики лежат в основе всего естествознания.
    </p>
    <p>Молекулярно-кинетическая теория (МКТ) - теория, возникшая в XIX веке и рассматривающая строение вещества, в основном газов, с точки зрения трёх основных приближенно верных положений:</p>
    <ul>
      <li>все тела состоят из частиц:&nbsp;атомов,&nbsp;молекул&nbsp;и&nbsp;ионов;</li>
      <li>частицы находятся в непрерывном&nbsp;хаотическом&nbsp;движении (тепловом);</li>
      <li>частицы взаимодействуют друг с другом путём&nbsp;абсолютно упругих столкновений.</li>
    </ul>
    <p
      class="ql-align-justify"
    >МКТ не всегда была научной теорией. Зародившись ещё до Нашей&nbsp;эры, она оставалась гипотезой (научным предположением) много столетий, вплоть до XX в. Вот как говорит об этом знаменитый американский физик, создатель планетарной модели строения атома Э. Резерфорд:</p>
    <p class="ql-align-justify">
      <em>«Ни один физик или химик не может закрыть глаза перед той огромной ролью, какую в настоящее время играет в науке атомическая гипотеза. К концу XIX столетия её идеи пропитали очень большую область физики и химии. Представление об атомах делалось всё более и более конкретным. Простота и польза атомических воззрений при объяснении самых различных явлений физики и химии, естественно, подняли авторитет этой теории в глазах научных работников. Появилась тенденция рассматривать атомическую гипотезу уже не как полезную рабочую гипотезу, для которой очень трудно найти непосредственные и убедительные доказательства, а как один из твёрдо обоснованных фактов природы.</em>
    </p>
    <p>
      <em
        style="color: rgb(0, 0, 0);"
      >Но также не было и недостатка в учёных, которые указывали на необоснованность этой теории. Можно согласиться с полезностью идеи об атомах для объяснения данных опытов, но какая у нас уверенность в том, что атомы действительно существуют, а не представляют плод нашей фантазии? Впрочем, этот недостаток непосредственных доказательств отнюдь не поколебал веру большинства людей науки в зернистое строение материи.</em>
    </p>
    <p>
      <em
        style="color: rgb(0, 0, 0);"
      >Отрицание атомической теории никогда ещё не способствовало и не будет способствовать открытию новых фактов. Большим преимуществом этой теории является то, что она дает нам ощутимое конкретное представление о материи, которое не только служит нам для объяснения множества явлений, но оказывает также нам громадные услуги как рабочая гипотеза».</em>
    </p>
    <p class="ql-align-justify">
      <em>«Новые идеи в физике». Санкт-Петербург, 1911.</em>
    </p>
    <p class="ql-align-justify">
      <span
        style="color: rgb(0, 0, 0);"
      >МКТ объясняет явления и свойства тел с точки зрения их&nbsp;микроскопического с</span>троения.
    </p>
  </div>
</template>

<script>
export default {
  data() {
    this.$axios.$get('/api/show.php').then(e => {
      this.posts = e
      this.load = false
    })
    return {
      posts: {},
      load: true
    }
  }
}
</script>
